<?php

return [
    'title' => 'Зарегестрировать root пользователя',
    'route' => 'Зарегестрировать root пользователя',
    'mail' => 'Адрес эл. почты',
    'mail_ph' => 'Введите адрес эл. почты',
    'user' => 'Логин',
    'user_ph' => 'Введите логин',
    'pass' => 'Пароль',
    'pass_ph' => 'Введите пароль',
    'confirm' => 'Подтвердить пароль',
    'confirm_ph' => 'Введите подтверждение пароля',
    'wg_mail' => 'Эл. почта не соответствует формату.',
    'wg_mail_emptyh' => 'Адрес эл. почты не должн содержать символ пробела.',
    'wg_mail_length' => 'Длина адреса эл. почты не должна превышать 255 символов.',
    'wg_mail_exists' => 'Такая эл. почта уже существует.',
    'wg_mail_enter' => 'Введите адрес эл. почты.',
    'wg_user' => 'Вы можете использовать от 2 до 32 символов: A-Za-z0-9, дефис, подчеркивание и пробел.',
    'wg_user_exists' => 'Такой логин уже существует.',
    'wg_user_enter' => 'Введите логин.',
    'wg_pass' => 'Допустимо использовать от 4 до 32 символов: A-Za-z0-9.',
    'wg_pass_enter' => 'Введите пароль.',
    'wg_not_match' => 'Пароли не совпадают.',
    'wg_enter_confirm' => 'Введите подтверждение пароля.',
    'registration-upp' => 'ЗАРЕГИСТРИРОВАТЬ'
];
