<?php

return [
    'path' => [
        'settings' => 'Настройки',
        'login' => 'Настройки входа и сессии'
    ],
    'le' => [
        'block' => 'При входе разрешить один запрос в',
        'blocks' => [
            1 => '1 секунду',
            2 => '2 секунды',
            3 => '3 секунды',
            4 => '4 секунды',
            5 => '5 секунд'
        ],
        'timer' => 'Если не активен, блокировать сессию через',
        'timers' => [
            900 => '15 минут',
            1800 => '30 минут',
            3600 => '1 час',
            7200 => '2 часа',
            14400 => '4 часа'
        ],
        'save-upp' => 'СОХРАНИТЬ'
    ]
];
