<?php

return [
    'wg_mail' => 'Эл. почта не соответствует формату.',
    'wg_mail_emptyh' => 'Адрес эл. почты не должн содержать символ пробела.',
    'wg_mail_length' => 'Длина адреса эл. почты не должна превышать 255 символов.',
    'wg_mail_exists' => 'Такая эл. почта уже существует.',
    'wg_mail_enter' => 'Введите адрес эл. почты.',
    'wg_user' => 'Вы можете использовать от 2 до 32 символов: A-Za-z0-9, дефис, подчеркивание и пробел.',
    'wg_user_enter' => 'Введите логин.',
    'wg_user_exists' => 'Такой логин уже существует.',
    'wg_pass' => 'Допустимо использовать от 4 до 32 символов: A-Za-z0-9.',
    'wg_pass_enter' => 'Введите пароль.',
    'wg_pass_old' => 'Вы ввели свой старый пароль.',
    'wg_pass_not_match' => 'Пароли не совпадают.',
    'wg_pass_enter_confirm' => 'Введите подтверждение пароля.'
];
