<?php

return [
    'path' => [
        'users' => 'Пользователи',
        'create' => 'Создать пользователя'
    ],
    'le' => [
        'user_access' => 'доступ пользователя',
        'access' => [
            'editor' => 'Редактор',
            'user' => 'Пользователь'
        ],
        'mail' => 'Адрес эл. почты',
        'mail_ph' => 'Введите адрес эл. почты',
        'user' => 'Логин',
        'user_ph' => 'Введите логин',
        'pass' => 'Пароль',
        'pass_ph' => 'Введите пароль',
        'confirm' => 'Подтвердить пароль',
        'confirm_ph' => 'Введите подтверждение пароля',
        'create-upp' => 'СОЗДАТЬ'
    ]
];
